그니까.. 본 프로젝트의 발단은 다음과 같았다.

킴코는 이 좆만한 타이완 섬의 대표적인 차량 업체 중 하나이다. 알다시피 대만제 공산품은 저렴한 가격에 훌륭한 품질을 보여주기 때문에 난 아주 즐겨 쓰고 있다. 내 통장 잔고가 날 이쪽 방향으로 유도한다고 보는게 더 정확할 것이다... 썅.

아 알지? 눈치가 있는 사람이라면, 이게 어디까지나 '가격 대비' 라는 것을. 오해하지 마라. 절대 나쁘다는 뜻이 아니다. 오히려 꼴에 프리미엄을 내세우면서 가격만 더럽게 비싼 것보다는 실리주의적인 것이 무조건 낫다. 

그니까 2024년, 휴대폰을 쳐보다가 내 9만 3천 킬로짜리 크루심 300을 뒷빵 떄린 운전자에게 아주 맛깔나게 쳐맞고 나온 합의금으로 난 티맥스가 사고 싶었지만 그것을 살 수 없었다. 왜냐면 그것은 정말 비쌌거든. 아직도 난 500cc따리에 천오백을 태운다는게 말이 안 된다고 생각한다. 아마 여러분들도 동의할걸? 
그러나 정말 운이 좋게도 2024년 인천 부평구의 어떤 라이더가 나에게 자신의 9천 킬로미터를 운행한 AK550을 팔겠다고 제안했다. 

나야 개꿀이었지. 그리고 난 이게 내 인생 버킷리스트를 이루게 해준 하드웨어 플랫폼이 될 줄은 꿈에도 몰랐어. 

아 참고로... AK550을 살 거면 절대 나처럼 초기 연식의 모델을 싸다고 넙죽 줏어와서 개고생하지 말아라. 경고했다. 불알 쳐잡고 뼛속까지 후회하기 싫으면.

== 개요 ==

2017년, 대만의 세계적인 이륜차 제조업체 광양은 당시 자사가 새롭게 런칭하는 모터사이클 "AK 550"에 Noodoe라는 시스템을 탑재하겠다고 했지. 

// 미완성 //


